/* OK button */
"OK" = "OK";

/* Cancel button text */
"Cancel" = "Annuler";

/* Label for alert button Continue
   Alert button for Continue */
"Continue" = "Continuer";

/* Error string for workflow submission (do not translate workflow) */
"Error occurred submitting workflow, workflow possibly no longer assigned to user." = "Une erreur s'est produit lors de la soumission du workflow, ce dernier n'est peut-être plus affecté à l'utilisateur.";

/* Workflow error message (do not translate Workflow) */
"Unable to open Workflow: Invalid form description" = "Impossible d'ouvrir Workflow : application incorrecte";

/* SSO certificate string */
"Windows user name" = " Nom d'utilisateur Windows";

/* SSO certificate string */
"Windows password" = "Mot de passe Windows";

/* SSO certificate string */
"Certificate password" = "Mot de passe du certificat";

/* SSO certificate string */
"Certificate" = "Certificat";

/* SSO certificate exception string */
"Password Required" = "Mot de passe requis";

/* SSO certificate exception string */
"Invalid Password" = "Mot de passe invalide";

/* SSO certificate exception string */
"Invalid Argument" = "Argument invalide";

/* SSO certificate exception string */
"Parse Error" = "Erreur d'analyse";

/* SSO certificate exception string */
"Does Not Exist" = "N'existe pas";

/* SSO certificate exception string */
"Not Supported" = "Non pris en charge";

/* SSO certificate exception string */
"Server Not Available" = "Serveur non disponible";

/* General button string */
"Done" = "Fait";

/* Incorrect password message */
"Incorrect password. Please try again." = "Mot de passe incorrect. Veuillez essayer de nouveau.";

/* Password updated message */
"Password updated successfully!" = "La mise à jour du mot de passe a réussi !";

/* Change password label */
"Please enter a new password." = "Veuillez saisir un nouveau mot de passe.";

/* Password too long message */
"The maximum password length is %d characters." = "Le mot de passe comprend un maximum de %d caractères.";

/* Password too short message */
"The minimum password length is %d characters" = "Le mot de passe comprend un minimum de %d caractères.";

/* Password too weak message */
"A strong password is required. Avoid repetitive or consecutive digits." = "Un mot de passe sécurisé est requis. Evitez les chiffres répétés ou consécutifs.";

/* Password mismatch message */
"The Password and Confirmation do not match." = "Le mot de passe et sa confirmation ne correspondent pas.";

// From in message cell
"From" = "De";

// Subject in message cell
"Subject" = "Sujet";

// Date in message cell
"Date" = "Date";

// Missing settings
"Please go to the Settings application and enter your configuration information" = "Veuillez saisir vos informations de configuration dans l'application Paramètres";

// Fatal error
"An error occurred initializing application.  Please reinstall." = "Une erreur s'est produit lors de l'initialisation de l'application. Veuillez réinstaller.";

// Messages folder
"Messages" = "Messages";

// When no workflows are present
"No Workflows found" = "Aucun workflow trouvé";

// Navigate back in hierarchy
"Back" = "Arrière";

// Select a workflow or message (do not translate the word workflow)
"Select a Workflow or message" = "Sélectionnez un workflow ou un message";

// When no messages are present
"No messages found" = "Aucun message trouvé"; 

// No Workflow or Message Selected (do not translate the word workflow)
"No Workflow or Message Selected" = "Aucun Workflow ou message sélectionné";

// General connection error
"Connection Error" = "Erreur de connexion";

// Unknown error
"Unknown" = "Inconnu";

// Auto device registration authentication failure
"Authentication Failed" = "L'authentification a échoué";

// Auto device registration template failure
"Template Not Found" = "Modèle non trouvé";
 
// Auto device registration not found error
"Auto Registration Not Available" = "Inscription automatique non disponible";

// SSOCertManager is not able to get the certificate from the server
"Unable to get certificate from server. Please check the server username/password" = "Impossible d'obtenir le certificat depuis le serveur. Veuillez vÈrifier le nom d'utilisateur et le mot de passe.";

// SSOCertManager is not able to get the certificate from the file location
"Unable to get certificate from given file path" = "Impossible d'obtenir le certificat ‡ partir du chemin spÈcifiÈ";

// When an application is provisioned, you can now specify server public key (for encryption) in the device settings. During that first connection, the below message will be displayed if the server public key they specified does not match the actual server public key on that server 
"Server Public Key Verification Failed" = "Echec de la vÈrification de la clÈ publique";

// In addition to the above new feature, we can also use Afaria to get a seeding/provisioning file from the server that has the iMO client connection settings that should be used. If we are unable to get that information due to some error when using Afaria, we display this error: 
"Application is not provisioned. Please install Afaria client application and try again or go to the Settings application and enter your configuration information" = "Impossible d'obtenir les informations de connexion. Veuillez installer l'application cliente Afaria et rÈessayer ou bien allez dans les options de l'application et saisissez les informations de configuration.";

// This is an error we can return if we are unable to get the single-sign-on certificate from the server via Afaria (discussed above): 
"Unable to get the certificate from server. Please install Afaria client application and try again" = "Impossible d'obtenir le certificat depuis le serveur.  Veuillez installer l'application cliente Afaria et rÈessay";

// Certificate challenge message to the user
"The application can't verify the identity of the host '%@'. Do you still want to connect to the server?" = "L'application ne peut pas vérifier l'identité de l'hôte '%@'. Voulez-vous tout de même vous connecter au serveur?";

/* Yes button text */
"Yes" = "Oui";

/* No button text */
"No" = "Non";

// Title for HTTP Basic Authentication controller
"Secure Host" = "Hôte de sécurité";

// Label text if host is not supplied
"Enter Credentials" = "Saisissez le nom d'utilisateur et le mot de passe";

// Label text when host is supplied
"Enter Credentials for Host '%@' at %@" = "Saisissez les paramètres d'authentification pour l'hôte ‘%@’ (%@)";

// Placeholder for Name textbox in HTTP Basic Authentication controller
"Name" = "Nom";

// Placeholder for Password textbox in HTTP Basic Authentication controller
"Password" = "Mot de passe";

// HTTP Basic Authentication Log In button
"Log In" = "Connexion";

// Error title
"Error" = "Erreur";

// This error message is returned when Afaria static library does not have Aafria server settings to connect and get the certificate for the user
"Afaria server settings are requested from the Afaria client application. Please try again" = "Les paramètres de serveur Afaria sont requis par l'application client Afaria. Veuillez essayer à nouveau.";

// Unable to save image string
"Unable to save image to photo album." = "Impossible d'enregistrer l'image dans l'album photo.";

// This error message is displayed when Afaria static library is unable to generate the certificate requested by user
"Error in getting certificate from Afaria. Error code: %d" = "Erreur lors de la récupération du certificat depuis Afaria. Code d'erreur : %d";

// This error message is displayed when Afaria client application is installed but not configured
"Afaria client application is installed but not configured. Please configure Afaria client application and try again or go to the Settings application and enter your configuration information" = "L'application Afaria client est installée mais pas configurée. Veuillez configurer l'application client Afaria et essayer à nouveau ou aller dans l'application Paramètres (Settings) et saisir vos informations de configuration.";

// Automatic device registration error strings
"Connection to authentication service failed" = "Connexion ‡ un service d'authentification a ÈchouÈ";
"No template was found for given application identifier and/or security configuration" = "Aucun modËle n'a ÈtÈ trouvÈe pour identifiant application donnÈe et / ou configuration de sÈcuritÈ";
"Auto registration was not enabled in the template" = "L'inscription automatique n'a pas ÈtÈ activÈ dans le modËle";
"Wrong User For Device" = "Utilisateur inappropriÈ de líappareil";
"User Name Too Long" = "Nom d'utilisateur trop long";
// used for COMMERR_SESSION_TIMEOUT during auto device registration
"Cannot Connect To Server\nCheck Server, Port or Co ID" = "Impossible díÈtablir une connexion avec le serveur\nVÈrifier le serveur, le port ou líID de l'entreprise";
"Unknown Client Library error." = "Erreur inconnue Client Library";


